<template>
<div class="cultureView">
	
	<!-- 盆景文化*****************************************************************************-->
			<div class="all"> 
  <div class="allist"> 
    <div class="allisttit abouttit">盆景文化</div> 
    <ul class="listnav"> 
    </ul> 
   </div> 
   <div class="allcon"> 
    <div class="adress"> 
     <div class="adrname">
      盆景文化
     </div> 
     <div class="adrmbx">
      当前位置： <router-link to="/nav/index"><a href="index.html">主页</a> </router-link>&gt; <router-link to="/nav/culture"><a href="culture.html">盆景文化</a></router-link>
     </div> 
    </div> 
    <div class="allmain"> 
     <div class="allmaintit"> 
      <span class="cn">盆景文化</span> 
      <span class="eg">CULTURE</span> 
     </div> 
     	<div class="culture_info">
     		盆景起源<br/>
     		盆景源于中国。1972年在陕西乾陵发掘的唐代章怀太子墓(建于706年) 甬道东壁绘有侍女手托盆景的壁画，是迄今所知的世界上最早的盆景实录。宋代盆景已发展到较高的水平。当时的著名文士如王十朋、陆游、苏东坡等，都对盆景作过细致的描述和赞美。元代高僧韫上人制作小型盆景,取法自然，称“些子景”。明清时代盆景更加兴盛，已有许多关于盆景的著述问世。“盆景”一词，最早即见于明代屠隆所著的《考盘余事》 。20世纪50年代以后，盆景制作在公共园林、苗圃和民间家庭有了很大的普及，并成立了盆景协会，经常举办盆景园和盆景艺术展览等。日本的树桩盆景由中国传入，称“盆栽”。14世纪绘画中已有出现。1909年，日本盆栽通过伦敦的一次展览会而传到西方，第二次世界大战后始在欧美流行，并音译为“bonsai”。现美国、英国、联邦德国、澳大利亚和日本等都有全国性和地方性的协会。1980年在日本大阪召开了世界第一届盆景大会，同时举行了世界盆景展览。西安花卉盆景公司成立于2011年11月，面积1280亩，注册资金2000万元，员工39人，其中高级园艺师5人，中级技术人员15人。集园林种植、绿化设计、园林施工为一体的综合花卉种植企业。公司位于蓝田县城北环路中段路北，南临霸河、北临县委县政府。这里气候适宜、雨量充沛、鸟语花香,具有得天独厚的花卉盆景苗木栽培资源。公司按照标准化、规模化、集约化的方式建立了一个1千亩的名优花木生产种植基地，主要品种有：大规格朴树、国槐、皂角树、柿树、桂花、白皮松、北美海棠、法桐、青竹、紫薇、木瓜、红叶桃、榆叶梅、七叶树、大叶女贞、辛夷、红黄玉兰、垂柳、金丝柳 速生柳、等多个品种， 形成了规模化、市场化的布局。公司本着以诚信求生存，以科技求发展的经营理念，按照“区域化布局、规模化发展、标准化种植、娱乐休闲为一体”的格局，计划用3至5年时间，把公司打造成为鄢陵县花卉苗木、旅游、娱乐休闲为一体的名优产业基地，成为鄢陵县的一个靓点。鄢陵花卉种植历史悠久，在改革开放以来，国家明确提出了保护生态平衡、恢复植被、绿化环保、美化环境等一系列措施， 使我们有了更多的发展空间，公司期盼与社会各界人士携手共同打造一个生态环保、休闲旅游、花卉苗木一体化的生态园区。<br/><br/>
			盆景功效<br/>
			1、滴水观音<br/>
滴水观音——有清除空气灰尘的功效。（温馨提示：滴水观音茎内的白色汁液有毒，滴下的水也是有毒的，误碰或误食其汁液，就会引起咽部和口部的不适，胃里有灼痛感。应当特别注意防止幼儿误食。但是滴水观音并不属于致癌植物。）　
<br/>
2、非洲茉莉<br/>　

非洲茉莉---产生的挥发性油类具有显著的杀菌作用。可使人放松、有利于睡眠，还能提高工作效率。　
<br/>
3、白掌<br/>

白掌——抑制人体呼出的废气，如氨气和丙酮。同时它也可以过滤空气中的苯、三氯乙烯和甲醛。它的高蒸发速度可以防止鼻粘膜干燥，使患病的可能性大大降低。
<br/>
4、银皇后<br/>

银皇后——以它独特的空气净化能力著称：空气中污染物的浓度越高，它越能发挥其净化能力！因此它非常适合通风条件不佳的阴暗房间。　
<br/>
5、铁线蕨<br/>

铁线蕨——每小时能吸收大约20微克的甲醛，因此被认为是最有效的生物"净化器"。成天与油漆、涂料打交道者，或者身边有喜好吸烟的人，应该在工作场所放至少一盆蕨类植物。另外，它还可以抑制电脑显示器和打印机中释放的二甲苯和甲苯。
<br/>
6、鸭脚木<br/>

鸭脚木——给吸烟家庭带来新鲜的空气。叶片可以从烟雾弥漫的空气中吸收尼古丁和其他有害物质，并通过光合作用将之转换为无害的植物自有的物质。另外，它每小时能把甲醛浓度降低大约9毫克。　
<br/>
7、吊兰<br/>

吊兰——能吸收空气中95%的一氧化碳和85%的甲醛.

吊兰能在微弱的光线下进行光合作用,吊兰能吸收空气中的有毒有害气体，一盆吊兰在8~10平米的房间就相当于一个空气净化器。一般在房间内养1~2盆吊兰,能在24小时释放出氧气，同时吸收空气中的甲醛,苯乙烯，一氧化碳,二氧化碳等致癌物质.吊兰对某些有害物质的吸收力特别强，比如空气中混合的一氧化碳和甲醛分别能达到95%和85%.吊兰还能分解苯,吸收香烟烟雾中的尼古丁等比较稳定的有害物质。所以吊兰又被称为室内空气的绿色净化器.
<br/>
8、芦荟<br/>

芦荟——1盆芦荟相当于九台生物空气清洁器。盆栽芦荟有空气净化专家的美誉。一盆芦荟就等于九台生物空气清洁器，可吸收甲醛,二氧化碳，二氧化硫、一氧化碳等有害物质。尤其对甲醛吸收特别强.在4小时光照条件下。一盆芦荟可消除一平方米空气中90%的甲醛,还能杀灭空气中的有害微生物，并能吸附灰尘,对净化居室环境有很大作用。当室内有害空气过高时芦荟的叶片就会出现斑点.这就是求援信号。只要在室内再增加几盆芦荟.室内空气质量又会趋于正常。
     	</div>
     	<div class="more_info">
     		<br/>
     		盆景浇水经验<br/>
			植物生长的过程是通过根系吸收水份和水份中的养料，再经干、枝输送到叶面蒸发掉，叶面毛细孔吸收一氧化碳和阳光中的紫外线经过循环制成所须养料供其生长发育，故盆景浇水十分重要。笔者在多年实践中总结经验点滴：

浇水看情况，掌握浇水量。

看盆的大、小、深、浅：大盆少浇，小盆多浇，深盆少浇，浅盆多浇

看盆的质地：土盆多浇，陶盆少浇，瓷盆再少浇

看土壤：粘土少浇，沙土多浇

看树种：阔叶树多浇，针叶树少浇，长势好的多浇，长势弱的少浇，树大盆小的多浇，树小盆大的少浇

看放置地点：向阳当晒的多浇，背阴少阳光的少浇；地势高风大的多浇，地势低风小的少浇，吹干风时多浇，空气湿度大时少浇。

浇水看时间，水质很关键。

盆景是否该浇水可用手指轻叩盆体，声响要浇，声音低沉不浇。且水温要与当地气温一致，过高会烫伤根，过低会冻伤根。在一般情况下，春秋季温差小，湿度大，不分时间干了才浇，夏季高温蒸发快，早晚浇，冬季植物休眠中午浇。忌用含盐碱和油腻的水。盆景多的用池塘、水池水，盆景少的可用换下的养鱼水或存放过的自来水。水从盆底流出为度，浇完后再喷洒叶面洗去灰尘以利光合作用。一般采用洒水壶浇，忌用自来水管直接浇盆景，以免造成盆土流失而危及植物生命。<br/><br/>
盆景无土栽培<br/>
盆景，尤其是树桩盆景，是有生命的雕塑艺术品。只有通过连年的养护管理才能达到叶色浓绿、花果满枝、姿优韵美、生机盎然，才能实现和维持它们理想的观赏装饰效果。如果养护管理跟不上，搞不好，再好的桩景也会因养护管理失误而造成枯萎死亡，其艺术生命也即终结。所以，养护管理是桩景创作和维持过程中的一项长期繁杂的工作。

传统的盆景植物通常栽植在盆土中，盆土是桩景植物生长的物质基础。

盆景无土栽培是盆景栽培管理中的一项新技术，是盆景历史上的一次革命。

盆景无土栽培的优点

盆景无土栽培即不用土壤而采用某些无机材料作基质浇灌营养液的栽培新技术。盆景无土栽培具有如下优点。

(1)生长快、周期短、质量高，盆景植物生长健壮、根系发达。无土栽培对盆景植物龙柏、雪松、紫杉、蜀桧、紫荆、雀梅、小叶榕、杜鹃、六月雪、火棘、小叶黄杨等有明显得促进生长作用，而且能增强盆景植物的抗寒耐暑和抵抗病虫害的能力，提高盆景的观赏效果。

(2)无毒、无臭、无菌，清洁卫生。无土栽培盆景不用土壤和有机肥．不污染周围环境，使其更适宜宾馆、饭店、办公室和居室的室内装饰，有利于盆景的普及，使盆景能进入千家万户。盆景无土栽培能彻底根绝有害病菌和虫卵，使植物处于无菌或少菌条件下进行栽培。无土栽培基质和营养液均无菌、无病虫隐患。

(3)为盆景出口创汇创造了有利条件。盆景是我国花卉生产和出口的拳头产品，在国际市场上占有绝对优势。但是，目前有些国家如美国、日本、荷兰、澳大利亚等都不允许带土入境，限制了我国盆景的出口。无土栽培盆景则完全解决了这些问题，为顺利通过海关检疫检查提供了技术保证。另外，无土盆景的重量大大减轻，便于搬运，为盆景批量出口提供了有利条件。

(4)可以充分发挥盆景的浅奇风格。盆景植物生长不靠土壤而用营养液，因此，基质可以减少到最低限度，盆钵可以更浅，从而更加突出景物的观赏效果。由于基质的微孔性，盆钵可以用更精美的材料制作，使盆景变得更加美观优雅。

(5)减轻劳动强度，节省劳力。无土栽培盆景简化了栽培中的翻盆换土、除草等工序，而且搬运轻便，大大节省了劳力。

(6)为盆景工厂化规模生产和电脑的应用开拓了新的前景。
		</div>
     	<div class="more" @click="allinfo">点击查看全文 ></div>
		
     </div> 
    </div> 
   </div> 
</div>

</template>

<script scoped>
export default{


data(){
  return{

  }
},

methods:{
allinfo(){
 
              /* Act on the event */
              if($(".more_info").css("display")=="none"){
              $(".more_info").css("display","block");
            $(".more").html("收起 <");
        }
            else{
              $(".more_info").css("display","none");
            $(".more").html("点击查看全文 >");
        }
          

}
},
components:{
  
}
}

        
</script>
<style >
/*盆景文化板块*/
.allisttit{
  font-size: 32px;
  padding-left: 16px;
  line-height: 65px;
  font-weight: bold;
  font-family: "方正舒体";
  color:rgba(0,0,0,0.8);
}

.more{
  color: #000;
  text-align: right;
  cursor: pointer;
}
.more_info{
  display: none;
}
</style>